{
  "view": [
    {
      "id": 1,
      "header": "HI! ",
      "Paragraf": [
        {
          "key": 1,
          "text": "I'm Matthias, Frontend Developer looking for professional challanges, and this is my portfolio.",
          "style": ""
        },
        {
          "key": 2,
          "text": "If you want to see more swipe right.",
          "style": "center"
        }
      ],
      "bgColor": "#40B3A2",
      "list": []
    },
    {
      "id": 2,
      "header": "Briefly about me",
      "Paragraf": [
        {
          "key": 3,
          "text": "I'm a Front-End developer, living in Stockholm. I'm passionate about making better www's, one website at a time. My guiding principles are aesthetics, functionality and user-friendliness. And I have “Keep it simple, stupid” tattooed on my left leg…. Not.",
          "style": ""
        },
        {
          "key": 4,
          "text": "My long term goal is that I at some point of my career will be part of a project that “makes a difference ... makes the world a little better”. I have done some volunteering for Kodcentrum Stockholm, teaching young people programming. That might not save the world but I feel it is important to be involved and be able to contribute",
          "style": ""
        },
        {
          "key": 5,
          "text": "And…my short-term selfish goal is to get developing and interesting work assignments. Preferably well-paid and with fantastic colleagues.",
          "style": ""
        },
        {
          "key": 6,
          "text": "#geek #martialart #diving #travelling #beerbrewing",
          "style": "center"
        }
      ],
      "bgColor": "#c38d9e",
      "list": []
    },
    {
      "id": 3,
      "header": "What can I do then?",
      "Paragraf": [
        {
          "key": 8,
          "text": "After studying, practicing and doing some development work in frontend, I have come a long way in learning about web development. I have good knowledge of the basics and have immersed myself in frameworks, mainly React.",

          "style": ""
        },
        {
          "key": 9,
          "text": "#persistent #ambitious #teamplayer #thorough",

          "style": "center"
        },
        {
          "key": 10,
          "text": "Some key words:",
          "style": "center"
        }
      ],
      "bgColor": "#E8A87C",
      "list": [
        "HTML",
        "css",
        "JavaScript",
        "C#",
        "React",
        "Agular",
        "Svelt",
        "Strapi",
        "Bootstrap",
        "Redux",
        "git",
        "Sass"
      ]
    },
    {
      "id": 4,
      "header": "Fun projects that I have done in my spare time.",
      "Paragraf": [
        {
          "key": 11,
          "text": "Car Bingo game - made with react and strapi because I wanted to learn and master Headless",
          "style": ""
        },
        {
          "key": 12,
          "text": "https://github.com/matthiasnyman/bingo",
          "style": "button"
        },
        {
          "key": 13,
          "text": "Got an assignment where I would build in a week a platform for a floorball tournament with react and .net",
          "style": ""
        },
        {
          "key": 14,
          "text": "https://github.com/matthiasnyman/floorball",
          "style": "button"
        },
        {
          "key": 15,
          "text": "Karakou - The singer in the band Karakou wanted a virtual promotional tool for their gigs so I created a website for them",
          "style": ""
        },
        {
          "key": 16,
          "text": "https://github.com/matthiasnyman/karakou",
          "style": "button"
        },
        {
          "key": 17,
          "text": "Thesis - My thesis was about moving a platform from one framework to another",
          "style": ""
        },
        {
          "key": 18,
          "text": "https://github.com/matthiasnyman/exjobb",
          "style": "button"
        }
      ],
      "bgColor": "#85CDCA",
      "list": []
    }
  ]
}
